{
  "loose": "Garments which are not snug against the body and gives casual air to the whole look comes under the category of loose outfits. The loose outfit generally make a statement of laid back cool look.",
  "loose shape": "Garments which are not snug against the body and gives casual air to the whole look comes under the category of loose outfits. The loose outfit generally make a statement of laid back cool look.",
  "loose fit": "Garments which are not snug against the body and gives casual air to the whole look comes under the category of loose outfits. The loose outfit generally make a statement of laid back cool look.",
  
  "body hugging": "Body hugging garments are closely fitted to the body highlighting every curve and shape. While wearing a body hugging outfit keep in mind to wear right undergarments for right fit and shape, so that no bulges are visible.",
  "flowy": "Flowy garments hang gracefully from the body of the wearer. It can be loose overall or it can be or can be a fit and flare which is fitted till below the bust or till waist and then it flares out.",
  "structured": "Structured garments are something that's been built or put together in a particular shape. Clothing garments structured when they are carefully tailored and deliberately shaped (like a blazer), rather than loose and flowing.",
  "basic prints": "Prints and patterns which are well-known by everybody. Some of the basic prints are leopard print, floral print, stripes etc. The size shape and color of these prints keeps changing according to the trend.",
  "ethnic prints": "Prints belonging to or deriving from the cultural, religious, or linguistic traditions of a people or country. It can be originated from any country or any minority group.",
  "quirky prints": "Prints which are unusual and unexpected can be considered as quirky. The prints can be arranged repetitively or it can be abstract.",
  "busy print": "Prints which are closely spread throughout the garment and have a little negative space between motifs comes under the category of busy prints. It generally consists of repetitive prints but it can also be abstract.",
  "monochrome": "A monochromatic garment or look reflects colors in shades of limited colors or hues. It can either be black and white or various shades of same color.",

  "text and bold prints": "Prints which involves quotations, numbers or alphabets comes under text and highlighted prints coverage across chest or back or on sleeves comes under bold prints.",
  "text bold prints": "Prints which involves quotations, numbers or alphabets comes under text and highlighted prints coverage across chest or back or on sleeves comes under bold prints.",
  
  "tribal prints": "Tribal print is often ceremonial or religious in nature. Typically originating from rural areas, tribal print refers to the subject and craftsmanship of arte-facts from tribal cultures which are now also done with the help of technology.",
  "small print": "Small Print also small type or small font.Print that is small in size.",
  "big print": "Big Print also large-type or large-font. Print that is large in size.",

  "light color": "Light colors are usually tints of hues. Just add some white to a hue. Adding white not only raises the value, it changes the psychology as well. Lights: More pastel-type colors such as pinks, lavenders, light blues, lights greens and yellows ",
  
  "repetitive print": "Prints which are arranged repetitively in any of the following format - full drop format, half drop design,simple format,all over repeat,positive and negative repeat, and mirror reflection design will come under the category of repetitive print.",

  "line print": "Prints involving lines which are vertical, horizontal, intersecting, or repetitive will come under the category of lines.",
  "lined": "Prints involving lines which are vertical, horizontal, intersecting, or repetitive will come under the category of lines.",
  "lined pattern": "Prints involving lines which are vertical, horizontal, intersecting, or repetitive will come under the category of lines.",
  
  "two toned": "Two tones print is a type of color block print which consists of only two colors.",
  "warm color": "As the name indicates, they tend to make you think of warm things, such sunlight and heat. Warm colors are made with often said to be hues from red through yellow, browns and tans included and combinations of these and similar colors. Visually, warm colors look as though they come closer, or advance.",

  "cool color": "Cool colors remind us of water, sky, ice and snow. Cool Colors are often said to be the hues from blue green through blue violet, most grays included. They have the ability to calm and soothe. Cool Colors look as though they receding.",
  "cool  color": "Cool colors remind us of water, sky, ice and snow. Cool Colors are often said to be the hues from blue green through blue violet, most grays included. They have the ability to calm and soothe. Cool Colors look as though they receding.",
  
  "quotation print": "Quotation print is the repetition of one expression with a strong inclination to the humor and/or ironic.",
  "colorful": "A garment having bright colors or a lot of different colors is said to be colorful.",

  "pastel color": "The colors of this family are usually described as soothing, soft, near neutral, milky, washed out, de-saturated, and lacking strong chromatic content. Pink, mauve and baby blue are typical pastel colors.Usually considered delicate, feminine and clean.",

  "nude shade": "A color resembling flesh tones or a color that falls within the spectrum of human skin color (especially skin color of a white person). The color is some combination of the peach, pink and beige, a yellowish pink or pinkish cream color.",
  "skin toned": "A color resembling flesh tones or a color that falls within the spectrum of human skin color (especially skin color of a white person). The color is some combination of the peach, pink and beige, a yellowish pink or pinkish cream color.",
  "nude color": "A color resembling flesh tones or a color that falls within the spectrum of human skin color (especially skin color of a white person). The color is some combination of the peach, pink and beige, a yellowish pink or pinkish cream color.",
  
  "grandeur patterns": "Patterns which are impressive in appearance with its grandness, richness, magnificence, etc are called grandeur patters.",
  "basic pattern": "Basic pattern as the name suggests are simple patterns. Forming an essential foundation or starting point from which patterns for many different styles can be developed.",
  "basic patterns": "Basic pattern as the name suggests are simple patterns. Forming an essential foundation or starting point from which patterns for many different styles can be developed.",
  
  "plain pattern": "Pattern which is not decorated or elaborate but simple in nature.",
  "textured print": "Texture print is described as the way of 3d work actually feels when touched or the visual feel of a 2d work. Textured print is defined by the feel of the print on the fabric by its smoothness or roughness if 3d and by giving an illusion of that feel in 2d.",

  "dark color": "Dark colors are usually tints of hues. Just add some black to a hue. Darks: Grays, blacks, navies, reds, dark purples and similar colors.",
  
  "white shade": "Shades of white are colors that differ only slightly from pure white. Variations of white include what are commonly termed off-white colors, which may be considered part of a neutral color scheme including cream, eggshell, ivory, Navajo white, and vanilla.",
  "fitted": "Garments designed for excellent fit. Fitted garments tightly follow the part of the body being covered so they need to be of the correct size or shape. Tighter fit in the arms, waist, chest, waist and thighs.",
  "regular fit": "Regular fit as the name implies is the traditional cut and fits looser around the body. The chest, arms, waist are all relaxed and looser. Never boxy, the regular fit is still impeccably tailored to flatter your individual body shape and size.",
  "open sleeves": "A sleeve that opens down the side or front, or at the elbow, to allow the arm to pass through.",
  "regular sleeves": "The part of a garment that covers the arm or through which the arm passes or slip is a regular sleeves. Its length varies from barely over the shoulder to covering the entire arm.",
  "covered sleeves": "Sleeves that do not leave the arms bare, sleeve length from cap sleeves to floor-length all fall in this category.",

  "fitted outfit": "Is Regular fit",
  "regular fit outfit": "Is Regular fit",
  "regular": "Is Regular fit",
  
  "uneven": "Which is not equally balanced, asymmetrical or not parallel. It is irregular, varying,  not uniform, not level or flat.",
  "deep neck": "These are low necklines, in either V, U or square shapes, that reveal various amounts of cleavage, and some even extending to the natural waist line.",
  "collar": "The part of a garment that fastens around or frames the neck of a shirt, blouse, jacket or coat, either upright or turned over is called a collar.",
  "simple neck": "The edge of a woman's garment at or below the neck, used with reference to its height or shape is a neckline. The most important simple necklines are round neck, v neck, square neck, etc.",
  "heart neck": "A neckline on a woman's garment, as a dress, with a high back and a low-cut front with two curved edges resembling the conventionalized shape of a heart.Also called sweetheart neck.",
  "off shoulder neck": "The neckline which does not cover the shoulders are similar to boat necklines in that they generally cut across the figure nearly horizontally, but significantly lower, below the shoulders and collar bone. Such neckline usually pass over the arms but, in the strapless neckline, may pass under the arms. These necklines accentuate the shoulders and neck of the wearer.",
  "backless": "Designed to expose the wearer's back.Backless is most commonly worn on formal occasions or as evening wear or as wedding dresses and can be of any length, from a halter top to a mini skirt length to floor-length.",
  "closed neck": "A neckline that is close to the neck and does not expose much skin is called a closed neck.For example polo neck, jewel neck, etc which sit at the base of the neck and are close fitted that wrap around the neck itself.",
  "sports print": "Prints which indicate our liking towards sports with the help of texts, numbers, pictures, etc in a garment which may or may not be on sportswear. A print that tells a story of what sports we play, support, or have a liking for all fall in this category.",
  "art print": "Several contemporary artists use a T-shirt as a canvas for their work. Art T-shirts can also be mass-produced with screen printing. Famous artists to have released T-shirts are Keith Haring, Takashi Murakami, Damien Hirst and KAWS.Prints, especially limited editions, are considered fine art and can be highly valued.Art Prints are multiples of the same piece, created through a printmaking technique. One of the most common types of prints is the one produced by a photo-mechanical process. The image is photographically transferred from an original source and is mass reproduced.",
  "fun print": "Prints which involves quotations, pictures, etc which intend of humor or sarcasm are fun prints.",
  "cartoon print": "The prints of cartoon character/characters can be arranged repetitively or singularly to give the garment a young look. In modern print media, a cartoon is an illustration or series of illustrations, usually humorous, cute, fun  in intent.",
  "powerful look": "The practice of dressing in a style intended to show that one holds an important position in business, politics, etc. Blue, black, navy and grey are the commonly preferred colors.",

  "relaxed fit": "Clothing that is cut to be roomier for the wearer to fit into is called 'relaxed-cut' clothing. The look emphasizes on comfort and personal expression of being in a relaxed situation, attitude, or feeling is calm, informal, and comfortable.",
  
  "bright look": "A garment having bright colors or a lot of different colors and/or giving a vibrant look. It gives a feel that is more positive and motivated by wearing bright clothes",
  "sports neck": "Necklines should be comfortable and while taking into consideration a sportswear.Necklines like crew neck, v neck, polo collar, scoop neck, halter neck,etc which should provide ease for movement while playing.",
  "regular neck": "Is Simple neck",
  "experimental": "Not sticking to basic styles of dressing, thinking out of the box than dressing up by playing with the type of print, sleeve, fabric, etc. Experimental look is involving a radically new and innovative style which is based on innovative ideas or techniques and not yet established or accepted all over.",
  "festive color": "A Festival is fun celebration so colors worn during festivals need to be bright fun and lively. Colors like gold, silver, warm colors are primarily festive whereas pastels are also preferred.",

  "neutral color": "Neutral colors are elegant, effortless, classic and casual chic. Soft hues, range from black, white, gray, navy, brown, khaki and the all of the colors in-between, create a calming atmosphere.",
  
  "earthy color": "Earth tone is a color scheme that draws from a color palette of browns, tans; any of various rich colors containing some brown. The colors in an earth tone scheme are muted and flat in an emulation of the natural colors found in dirt, moss, trees and rocks.",
  "fluorescent color": "They contain pigments which are made up of molecules which are very efficient at absorbing high frequency light and then emitting a glowing color. Also known as neon colors fluorescent colors appear unnaturally bright because they are. Few fluorescent colors are blue, red, pink, yellow, orange and green.",

  "high rise waist": "A high-rise or high-waisted garment is one designed to sit high on, or above, the wearer's hips, usually at least 8 centimetres (3 inches) higher than the navel.",

  "mid rise waise": "Mid-rise jeans usually sit between the hips and the belly button. If the jeans have a 9-11 rise,  they are considered to be mid rise.",

  "low rise waise": "Generally 5-8 rise usually signifies that the jeans are low rise jeans, which will sit low on the waist, more on the hip.  They may be low rise or ultra low rise...they will sit well below your belly button. Low-rise pants are pants that sit low on, or below, the hips, usually at least 8 centimetres (3 inches) lower than the navel. They are also called lowcut jeans, hipster jeans, and lowriders.",
  
  "regular length": "Regular describes a well-proportioned body 5’ 4- 5’ 7 1.62m – 1.70m tall, with hips slightly larger than bust. Formal/casual trousers and Jeans are offered in 81.5cm (32 inches ) as Regular Length. Arm length 31 to 31 3/4th waist 28 to 30 ½ chest 35 ½ to 38 inches.Capris are pants that are longer than shorts but are not as long as trousers. They typically come down to between knee and calf or ankle length.",
  "cropped": "Cutting the length short than regular length is called cropped. A cropped top is a woman's casual sleeveless or short-sleeved garment or undergarment for the upper body, cut short so that it reveals the stomach. Cropped pants end just before the ankle.Cropped length capris typically come down to between knee and calf or ankle length.",
  "fancy": "Fancy is something that is is special, unusual elaborate in structure or decoration.It gives a superficial or transient feeling of liking or attraction and that it is very expensive or of very high quality.",

  "everyday wear": "Pair of shoes, clothing, bag, etc which is used nearly on a daily basis. A piece that is a part of your everyday dressing and goes well with almost all your clothes.",
  
  "cute look": "Footwear that is attractive or pretty especially in a fun, youthful, or delicate way.",

  "fringed": "Threads left loose or formed into tassels or twists, used to edge clothing or material.Short straight or twisted threads or strips hanging from cut or raveled edges or from a separate band.",
  "fastening": "A fastening is something such as a zip, bolt, clasp, hook, lock, button, etc that closes or secures something and keeps it shut.",
  "round toe": "This pretty much says it all – they're round. They give a sweet and girly edge to a shoe, as well as being roomy and comfortable. Of course, not all round toes are the same. They vary in roundness, with some toe boxes being very full and round, while others are more elongated and narrow. This shape is most commonly worn, and is found on every type of shoe and boot from casual to dressy.Round toe shoes are a classic footwear choice and can be worn for everyday style, such as at the office or while running busy weekend errands. To contrast the more conservative feel of a rounded toe shoe. Rounded toes offer more space around the front of the foot and are especially ideal for wide feet.This toe can be found on all types of shoe, especially ladies brogues like our FARRA style which has a whimsical 'back to school' feel about it. A round toe can often be found on a ballet pump too.Wear them with: Tapered trousers or a short dress. Be wary of sporting anything too loose or flowing otherwise the shoe can look slightly 'mumsy'. This style is flattering on larger feet.",

  "pointed toe front": "Like high heels, a pointed toe is said to lengthen and slim the leg. It gives a shoe a vampish, sophisticated edge. This style of toe is mostly found on court shoes like our COSETE style in either a high or a flat heel.Wear them with: Wide leg trousers or a voluminous skirt will balance out the long toe. Steer clear of anything short or a 'skinny fit' otherwise your legs might end up resembling golf clubs... Make sure your toes have enough 'wiggle room' - you might want to go a size up. The pointed toe is more fashionable than practical for those with larger feet. Remember to leave some room in the toe, going smaller is not a comfortable experience.",
  "pointy": "Like high heels, a pointed toe is said to lengthen and slim the leg. It gives a shoe a vampish, sophisticated edge. This style of toe is mostly found on court shoes like our COSETE style in either a high or a flat heel.Wear them with: Wide leg trousers or a voluminous skirt will balance out the long toe. Steer clear of anything short or a 'skinny fit' otherwise your legs might end up resembling golf clubs... Make sure your toes have enough 'wiggle room' - you might want to go a size up. The pointed toe is more fashionable than practical for those with larger feet. Remember to leave some room in the toe, going smaller is not a comfortable experience.",

  "square toe front": "They give the toes more room to breathe, ideal if your feet are fairly wide or if you're looking for a comfortable style. Although many shoes have a squarish toe, none are as drastic and blunt as the square toe. With its guillotine shaped toe box, it's very clunky in appearance and disrupts the whole 'flow' of an outfit. One advantage of this style is it gives the appearance of smaller feet, which some people prefer. Wear them with: Pretty much anything. This neat toe particularly suits smart office wear such as tailored separates or chinos.",
  
  "jooti": "They have no left or right distinction, and over time take the shape of the foot. They usually have flat sole, and are similar in design for both women and men, except for men they have a sharp extended tip and some women juttis have no back part, near the ankle. The unembellished juttis are used for everyday use and other with surface ornamentation are occasional.",
  
  "open toe front": "A peep-toe shoe is a woman's shoe (usually a pump, sling back, bootie, or any other dress shoe) in which there is an opening at the toe-box which allows the toes to show.",
  "peep toe type": "A peep-toe shoe is a woman's shoe (usually a pump, sling back, bootie, or any other dress shoe) in which there is an opening at the toe-box which allows the toes to show.",
  
  "strappy": "Give relief from the discomfort of shoes slipping off you feet. A strap is something that closes or secures your feet and keeps it shut.",
  "strapped": "Give relief from the discomfort of shoes slipping off you feet. A strap is something that closes or secures your feet and keeps it shut.",
  
  "adjustable": "An adjustable fastening is something that closes or secures your feet and keeps it shut and gives you the freedom of using the fastening for your specific foot size and shape.",
  "traditional look": "A Traditional look expresses an identity through traditional garment, which is usually associated with a geographic area or a period of time in history. It can also indicate social, marital and/or religious status. Traditional garments exist as a part of a tradition which is long-established.They are made in accordance with tradition.",
  "heavy patterns": "Patterns which are closely spread throughout the garment and have a little negative space between motifs comes under the category of heavy patterns. It generally consists of repetitive prints but it can also be abstract.",

  "slip ons": "Slip ons are typically low, lace-less shoes. The style most commonly seen, known as a loafer or slippers and has a moccasin construction. A less casual, earlier type of slip-on is made with side gussets (sometimes called a dress loafer). Made in the same shape as lace-up Oxfords, but lacking the laces, these shoes have elasticated inserts on the side which allow the shoe to be easily removed but remain snug when worn.",
  
  "spiderweb": "Spider Web Lacing is like an angled version of Ladder Lacing, this decorative method is also worn on military boots. The laces weave vertically and diagonally, forming an intricate 'web'. Diagram for 8 pairs of eyelets.",
  
  "chappals": "Chappal/slipper is a comfortable slip-on shoe that is generally worn indoors. They are light footwear that are easy to put on and off.",

  "high rise waist": "",

  "low ankle": "Low ankle is that typically lowers than the wearer's ankle level.",

  "mid ankle": "",

  "short": "Shorts are a garment worn by both men and women over their pelvic area, circling the waist and splitting to cover the upper part of the legs, sometimes extending down to the knees but not covering the entire leg. They are called 'shorts' because they are a shortened version of trousers, which cover the entire leg.There are a variety of shorts, ranging from knee-length short trousers that can in some situations be worn as formal clothes to beachwear and athletic shorts. Some types of shorts are typically worn by women, such as culottes, which are a divided skirt resembling a pair of loose-cut shorts.",
  "washed": "Washing is done to produce effects like color fading with or without patchiness, crinkles, seam puckering, hairiness, De-piling, softened-hand feel, stabilized dimensions etc. It is done to give a newly manufactured cloth garment a worn-in (or worn-out) appearance. ",
  "distressed": "A style of denim that are given a vintage worn look through manufacturing processes. This is to give the denim a look similar to that found in raw denim that has been broken in by the wearer. With distressed jeans, these processes are taken to an extreme, fraying hems and seams, creating intense whiskers and fading, and evening ripping and tearing the denim",
  "no distress": "Raw denim (sometimes called “dry denim”) jeans are simply jeans made from denim that hasn't gone through this pre-wash process. Because the fabric hasn't been pre-washed, raw denim jeans are pretty stiff when you put them on the first time. It takes a few weeks of regular wear to break-in and loosen up a pair.",
  "button": "A button is a small fastener, now most commonly made of plastic, but also frequently made of metal, wood or seashell, which secures two pieces of fabric together. Buttons are most often attached to articles of clothing but can also be used on containers such as wallets and bags. They may be sewn onto garments and similar items exclusively for purposes of ornamentation. Buttons serving as fasteners work by slipping through a fabric or thread loop, or by sliding through a buttonhole.",
  "no closure": "A closure is a means for fastening a garment with a zipper, hooks-and-eyes or buttons. No closure means there is no fastening for the garment that is it is left open freely.",
  "zipper": "A zipper, zip, fly, or zip fastener, formerly known as a clasp locker, is a commonly used device for binding the edges of an opening of fabric or other flexible material, like on a garment or a bag. The method, is based on interlocking teeth. It is used in clothing (e.g., jackets and jeans), luggage and other bags, sporting goods, camping gear (e.g. tents and sleeping bags), and other items. ",
  "skinny fit": "Tighter fit around the hips and legs, often narrowing even further. Skinny jeans offer a cleaner and more sophisticated appearance, but one disadvantage is lack of mobility and limited range of motion.",
  "long sleeves": "A sleeve extending from shoulder to wrist. Type of arm, sleeve. The part of a garment that is attached at the armhole and that provides a cloth covering for the arm.",
  "short sleeves": "A sleeve (as on a dress) that hangs over the edge of the shoulder without extending along the underside of the arm.",
  "different": "Some product that is out of the box, unconventional, or made with a new perspective. Something one of its kind; unlike all the other similar products.",
  "bandhani": "Is a type of tie-dye textile decorated by plucking the cloth with the fingernails into many tiny bindings that form a figurative design.The term bandhani is derived from the Sanskrit verbal root bandh ('to bind, to tie'). The fabric to be dyed is tied very tightly at different points in knots and then dyed with extraordinary colors. When this tied cloth goes for dyeing, these threads or knots doesn’t let that part catch color & allows it to stay white or whatever color the cloth has. Once the cloth is dyed, it is left for drying in open air.",
  "flashy work": "Any kind of surface ornament is a decoration used to embellish fabric for value addition. Use of various materials like sequins, beads, threadwork, appliqué, etc is done to give the fabric a better look. Flashy work catches more light it is generally done to give the fabric a more attractive look.",

  "chikan work": "Chikan is a delicate and artfully done hand embroidery on fabrics like muslin, silk, chiffon, organza, net, etc. White thread is embroidered which began as a type of white-on-white (or white work) embroidery. Now it is also done on cool, pastel shades of light muslin and cotton garments.",
  
  "heavy work": "Work which is closely spread throughout the fabric and have a little negative space between and is done for value addition to the fabric. It generally consists of repetitive motifs but it can also be abstract.Generally done to give the fabric a more attractive look.",
  "zari work": "Zari Work is known as an intricate art of weaving threads golden/silver metallic yarn (traditionally made of fine gold or silver). These threads are further woven into fabrics, primarily made of silk to create intricate patterns. The designs are so exquisite that the fabric also gets an overall rich & a beautiful look.",
  "simple work": "Simple work as the name suggests are basic which are not very heavy or intricate which are well-known by everybody. Forming an essential foundation or starting point from which patterns for many different styles can be developed.",
  "flared fit": "Flared jeans, also called bell bottoms, is a style of jeans that become wider from the knees down, forming a sort of “bell-like” shape of the pant leg. The modern flare jeans are more tight fitting around the thigh area. Flared jeans can have anywhere from a moderate flare to an exaggerated flare.",
  "boxy": "Boxy as the name suggests means 'like a box'. Boxy fit is meant to just hang off of a person's frame or body loosely. The garment when laid flat looks squarish and hence the term boxy fit.",
  "longline": "Longline is a relatively new term in fashion. It describes clothing garments that are longer in length than what would be considered a regular length. A longline tee is the perfect way to introduce a fashion-forward twist to your downtime looks.",

  "knee": "An item of clothing reaching the knees.The length of the garment does not exceed the knees.",
  
  "straight fit": "It has side seams that are straight or only slightly tapered at the hem. It gives more comfortable movement and still maintains a clean body shape. Straight Fit falls between the other two: it's not too boxy, but it has more room than a Slim Fit. This silhouette may also be called a natural fit or classic fit.",
  "gathered": "Gathering is a sewing technique for shortening the length of a strip of fabric so that the longer piece can be attached to a shorter piece or adding fullness to it or for decorative purpose. There are 2 types of gathers namely: Pleating or plaiting is evenly spaced gathers.",
  "short length": "Regular describes a well-proportioned body 5’ 4’’- 5’ 7’’ 1.62m – 1.70m tall, with hips slightly larger than bust. Short -Minus 2 inches from regular",

  "covered till knee": "",

  "fully covered": "A garment that does not expose any skin, where the sleeves, neckline, length of garment are all fully closed. For example a full sleeves round neck maxi dress.",
  "pullover": "Generally a knitted garment 'pulled over' the head instead of buttoned or zipped-up covering the top half of the body worn over a shirt.",
  "front open": "A garment that has an opening at front like a zipper, buttons, hook and eye is called front open. Even a garment that has no medium of fastening but has a front opening like a shrug, blazer, etc also falls in this category.",

  "office use bag": "Business attire refers to the clothing that employees wear to work. Depending on the workplace, various levels of the formality of business attire are expected and the norm. The dress codes range from traditional and formal to smart casual, business casual, and casual.Office bags should be subtle in colors and work, nothing too flashy. Generally preferred fabric leather. Moderate size that holds all your office essentials.",
  "small bag": "A bag that is of a size that is less than normal or usual used for carrying money, typically by a woman. Eg clutch, purse, etc.",
  "shapeless bag": "A bag having no definite or regular shape or form. Since it lacks a distinctive or attractive shape it loses its beauty or elegance. It does deprived of usual or normal shape.",
  "big bag": "As the name suggests a bag is of considerable big size than normal. Eg tote, handbag,etc.",
  "everyday bag": "",
  "structured bag": "",
  
  "two toned": "",
  "dual toned": "",
  
  "art print": "",
  "artsy pattern": "",
  
  "different closure": "A closure is a means for closing a garment with a zipper, hook and eye, button and button hole, button with loops and frog and toggle closure. A closure made with a new perspective or other type than these will be different closures.",
  "printed surface": "Textile printing is the process of applying color to fabric in definite patterns or designs. In properly printed fabrics the color is bonded with the fiber, so as to resist washing and friction.",

  "high top": "High tops are that extend some distance above the wearer's ankle.",
  
  "regular top": "Mid-top, typically extends no higher than the wearer's ankle.",
  "mid ankle type": "Mid-top, typically extends no higher than the wearer's ankle.",
  
  "booties": "Women's boots that are shorter than ankle boots, which have shafts that reach the ankles or extend slightly beyond them.",
  "pointy": "Footwear that has a pointed tip are called pointy.",
  "slip on": "",
  "slip it on": "",
  
  "tall": "Footwear which raise the heel of the wearer's foot significantly higher than the toes. High heels tend to give the illusion of longer and more slender legs. High-heels come in a wide variety of styles, and the heels are found in many different shapes, including stiletto, pump, block, tapered, blade, and wedge.",
  "high": "Footwear which raise the heel of the wearer's foot significantly higher than the toes. High heels tend to give the illusion of longer and more slender legs. High-heels come in a wide variety of styles, and the heels are found in many different shapes, including stiletto, pump, block, tapered, blade, and wedge.",
  
  "normal": "Women's shoes in which the heels are raised high off the ground. The raised part at the back of a shoe, under your heel.",

  "flared outfit": "Flared oufits are wider at the bottom or at the end of the legs than at the top. It is a gradual widening in shape, especially towards the hem of a garment.",
  "blended": "The blended fabrics are the combination of two different types of yarns that result in a third one containing the properties of both fabrics. Various designs, patterns and coloring effects can be availed in these fabrics.",
  "rough fabric": "Fabric having an uneven or irregular surface; not smooth or level.",
  "cotton based": "A woven fabric made of cotton yarns or yarns produced from a blend of cotton and chemical fibers or obtained by weaving cotton and chemical or mixed threads.",
  "skirt variants": "A form or version of a skirt that differs in some respect from the basic skirt but falls in the skirt category is a skirt varaint. Types/varients of skirts.",
  "synthetic fabric": "Synthetic fabrics are textiles made from man-made rather than natural fibers. Eg polyester, acrylic, nylon, rayon, acetate, spandex, latex, Orlon and Kevlar. Synthetic fabrics have many different qualities which are not achievable with natural fibers, eg synthetic fabric can provide waterproof fabrics and elastic fabrics for swimwear and underpants.",
  "silk based": "Fabric made of silk yarns or yarns produced from a blend of silk and chemical fibers or obtained by weaving silk and chemical or mixed threads.",
  "wool": "Wool is the textile fiber obtained from sheep and other animals, including cashmere and mohair from goats, qiviut from muskoxen, angora from rabbits, and other types of wool from camelids.Wool has several qualities that distinguish it from hair or fur: it is crimped and elastic.",
  "shinny fabric": "Shine is a sharper reflection of light. Types shiny fabrics are velvet, taffeta, leather, fabric with metallic thread, satin,etc. Although they are all shiny they do not all reflect light int he same way, as they drape differently, with folds of different widths, angularity and softness, so they reflect light in different patterns.",
  "leather": "The skin of an animal, with the hair removed,prepared for use by tanning or a similarprocess designed to preserve it against decayand make it pliable or supple when dry.A fabric made from the skin of an animal.",
  "smooth fabric": "A fabric having an even and regular surface; free from perceptible projections, lumps,etc. Having a fine texture.",
  "soft fabric": "Having a pleasing feel when touched, a subtle effect. Easy to fold; not hard or firm to the touch.",
  "normal fabric": "Fabric is cloth or other material produced by weaving together cotton, nylon, wool, silk, or other threads. Fabrics are used for making things such as clothes, curtains, and sheets.",
  "blended fabric": "The blended fabrics are the combination of two different types of yarns that result in a third one containing the properties of both fabrics. Various designs, patterns and coloring effects can be availed in these fabrics.",
  "teste": "Originally they are compression forearm sleeves worn by athletes lead to better blood flow to the forearm muscles and thus more stamina, less arm pump and faster regeneration. They are also worn a fashion statement which may or maynot the same purpose. In cold regions they are also used as arm warmers.",
  "warm": "Garments of comfortably high temperature to protect oneself from cold and keep the boody warm.",
  "textured": "Fabric which does not have a smooth, plain, or regular surface.",
  "suede": "Type of leather with a napped finish, commonly used for jackets, shoes, shirts, purses, furniture and other items. The term comes from the French \"gants de Su de\", which literally means \"gloves from Sweden\".Leather with the flesh side rubbed to make a velvety nap.",
  "warm colors": "As the name indicates, they tend to make you think of warm things, such sunlight and heat. Warm colors are made with often said to be hues from red through yellow, browns and tans included and combinations of these and similar colors.",
  "matte": "Of a surface or colour which is dull and flat; without a shine.",
  "lightweight": "Fabrics having less than average weight.",
  "velvety": "Having the character of velvet as in being soft, smooth, thick, or richly hued.",
  "synthetic": "Synthetic fabrics are textiles made from man-made rather than natural fibers. Eg polyester, acrylic, nylon, rayon, acetate, spandex, latex, Orlon and Kevlar. Synthetic fabrics have many different qualities which are not achievable with natural fibers, eg synthetic fabric can provide waterproof fabrics and elastic fabrics for swimwear and underpants.",
  "canvas": "A strong, coarse unbleached cloth made from hemp, flax, or a similar yarn, used to make items such as sails and tents and as a surface for oil painting.",
  "leather based": "A fabric made of leather or from a blend of leather and chemicals in which the base used in making the fabric is leather.",
  "net": "Net or netting is any textile in which the yarns are fused, looped or knotted at their intersections, resulting in a fabricwith open spaces between the yarns.",
  "plain surface": "Something that is plain is very simple in style. A plain object, surface, or fabric is entirely in one colour and has no pattern, design, or writing on it.",
  "all weather": "Fabric which is designed to operate or be usable in any type of weather. That ia capable of resisting damage from exposure to any climatic conditions; eg weatherproof",
  "cloth": "Cloth is fabric which is made by weaving or knitting a substance such as cotton, wool, silk, or nylon. Cloth is used especially for making clothes.",
  "mesh": "Mesh is loosely woven or knitted fabric that has a large number of closely spaced holes. Knitted mesh is frequently used for modern sports jerseys and other clothing. ",
  "breathable": "Breathable fabrics for clothes allow air to pass and lets the sweat evaporate quickly.",
  "fancy look": "Fancy is something that is special, unusual elaborate in structure or decoration.It gives a superficial or transient feeling of liking or attraction and that it is very expensive or of very high quality.",
  "shiny": "Shine is a sharper reflection of light. Types shiny fabrics are velvet, taffeta, leather, fabric with metallic thread, satin,etc. Although they are all shiny they do not all reflect light int he same way, as they drape differently, with folds of different widths, angularity and softness, so they reflect light in different patterns.",
  "textured pattern": "Visual effects  like smooth, rough, soft, hard, coarse, fine, matt,glossy,etc which we feel which can be in any pattern regular,irregular, uniform, distorted, etc. Variations of simple factors like colour, orientation and intensity.",
  "matte material": "Of a surface or colour which is dull and flat; without a shine.",
  "button close": "Button sewn on to a garment, to fasten it by being pushed through a buttonhole which acts as a fastening to the garment.",
  "fabric": "Fabric is cloth or other material produced by weaving together cotton, nylon, wool, silk, or other threads. Fabrics are used for making things such as clothes, curtains, and sheets.",
  "plain look": "Something that is plain is very simple in style. A plain object, surface, or fabric is entirely in one colour and has no pattern, design, or writing on it.",
  "textured material": "Fabric which does not have a smooth, plain, or regular surface.",
  "zipper close": "A zipper is a device used to open and close parts of clothes and bags. It consists of two rows of metal or plastic teeth which separate or fasten together as you pull a small tag along them",
  "shiny material": "Shine is a sharper reflection of light. Types shiny fabrics are velvet, taffeta, leather, fabric with metallic thread, satin,etc. Although they are all shiny they do not all reflect light int he same way, as they drape differently, with folds of different widths, angularity and softness, so they reflect light in different patterns.",
  "jute": "It is a bast fibre, like hemp, and flax.Like all natural fibres, Jute is biodegradable.\"Jute\" is the name of the plant or fiber that is used to make burlap, Hessian or gunny cloth.",
  "airy material": "Breathable fabrics for clothes allow air to pass and lets the sweat evaporate quickly.",
  "heavy": "Patterns which are closely spread throughout the garment and have a little negative space between motifs comes under the category of heavy patterns. It generally consists of repetitive prints but it can also be abstract.",
  "cotton blend": "A woven fabric made of cotton yarns or yarns produced from a blend of cotton and chemical fibers or obtained by weaving cotton and chemical or mixed threads.",
  "leather fabric": "The skin of an animal, with the hair removed,prepared for use by tanning or a similarprocess designed to preserve it against decayand make it pliable or supple when dry.A fabric made from the skin of an animal.",
  "oversized": "Bigger than the usual size. Being of more than standard or ordinary size .",
  "woolen fabric": "Wool is the textile fiber obtained from sheep and other animals, including cashmere and mohair from goats, qiviut from muskoxen, angora from rabbits, and other types of wool from camelids.Wool has several qualities that distinguish it from hair or fur: it is crimped and elastic.",
  "long": "Any length below the waist to the floor falls in long jacket category",
  "open collar": "The top button of the collar is not done up.",
  "lace": "Lace is a delicate fabric made of yarn or thread in an open weblike pattern, made by machine or by hand. Originally linen, silk, gold, or silver threads were used. Now lace is often made with cotton thread, although linen and silk threads are still available. Manufactured lace may be made of synthetic fiber.",
  "bright color": "A garment having a lot of different colors and/or giving a vibrant look. Bright colors are which emit or reflect a high degree of light.",
  "faux based": "Not genuine or fake.",
  "round toe front": "This pretty much says it all   they're round.Rounded toes offer more space around the front of the foot and are especially ideal for wide feet.This shape is most commonly worn, and is found on every type of shoe and boot from casual to dressy.Wear them with: Tapered trousers or a short dress. Be wary of sporting anything too loose or flowing otherwise the shoe can look slightly 'mumsy'. This style is flattering on larger feet.",
  "skin tones": "A color resembling flesh tones or a color that falls within the spectrum of human skin color (especially skin color of a white person). The color is some combination of the peach, pink and beige, a yellowish pink or pinkish cream color.",
  "small": "A kitten heel is a short, slender heel, usually from 3.5 centimeters (1.5 inches) to 4.75 centimeters (1.75 inches) high with a slight curve setting the heel in from the back edge of the shoe.",
  "low": "Heel height of 1 inch to 2.75 inches is a low heel.",
  "stiff": "Fabrics which do not easily bend or change in shape; rigid.",
  "stretchable": "Stretch fabric is a synthetic fabric which stretches. Stretch fabrics are either 2-way stretch or 4-way stretch.2-way stretch fabrics stretch in one direction, 4-way stretch fabrics stretches in both directions, crosswise and lengthwise.",
  "bare shoulder": "not covering the shoulders eg off shoulders,cold shoulders,etc.",
  "flowy sleeve": "A sleeve that sets smoothly into the armscye (no pleating or shirring) and flares toward the bottom.",
  "flowy fabric": "Fabric hanging or draping loosely and gracefully; flowing.",
  "bold sleeves": "Showing a willingness to experiment. Shows confidence not hesitating to break the rules or show some skin.",
  "heavy designs": "Work which is closely spread throughout the fabric and has a little negative space between. Is done for value addition to the fabric. Generally done to give the fabric a more attractive look.",
  "see through": "See-through clothing is any garment of clothing made with lace, mesh or sheerfabric that allows the wearer's body or undergarments to be seen through itsfabric. ",
  "basic designs": "Basic designs as the name suggests are simple and not very complicated. Forming an essential foundation or starting point from which patterns for many different styles can be developed.",
  "slim fit outfit": "Slim fits are cut closer to the body and fitted more to the wearers silhouette. While not restrictive, slim fit is more narrow and has a tighter fit in the arms, waist and chest area in the topwear and in the thigh and waist area in the bottoms. Tends to look great on those with smaller waist lines or leaner body types.",
  "embroidery work": "Embroidery is a surface ornamentation technique done to enhance the beauty of the fabric. It isthe handicraft of decorating fabric with needle and thread or yarn.",
  "mid rise waist": " Mid-rise jeans usually sit between the hips and the belly button. If the jeans have a 9-11\" rise,  they are considered to be mid rise.",
  "loose fit outfit": "Garments which are not snug against the body and gives casual air to the whole look comes under the category of loose outfits. The loose outfit generally make a statement of laid back cool look.",
  "plain patterns": "Something that is plain is very simple in style. A plain object, surface, or fabric is entirely in one colour and has no pattern, design, or writing on it.",
  "low rise waist": "Generally 5-8\" rise usually signifies that the jeans are low rise jeans, which will sit low on the waist, more on the hip. They will sit well below your belly button. Aalso called lowcut jeans, hipster jeans, and lowriders.",
  "large print": "Of considerable or relatively big size.Bigger than usual in size",
  "long length": "Any length below the waist to the floor falls in long jacket category",
  "slim fit": "slim fit outfits",
  "zip close": "zipper",
  "see through fabric": "The top button of the collar is not done up.",
  "light weight fabric": "See-through clothing is any garment of clothing made with lace, mesh or sheerfabric that allows the wearer's body or undergarments to be seen through itsfabric. ",
  "stiff fabric": "Fabrics which do not easily bend or change in shape; rigid.",
  "simple print": "Simple designs as the name suggests are basic and not very complicated. Forming an essential foundation or starting point from which patterns for many different styles can be developed.",
  "fancy fabric": "fancy",
  "heavy weight fabric": "Fabrics of more than average weight or thickness",
  "cotton type fabric": "Fabric which shows properties like cotton like can be worn year round,comfortable and has a soft hand, durable, conducts heat, etc.",
  "textured fabric": "Fabric which does not have a smooth, plain, or regular surface.",
  "organic fabric": "The main benefit of organic materials, is that the crops aren't treated with pesticides, insecticides, herbicides and Genetically Modified Organisms. These toxins are harmful for farmers and workers, us as consumers, and entire wildlife eco-systems. They also use very less water.",
  "silky fabric": "Silk has a smooth, soft texture. If elongated even a small amount, it remains stretched. Fabrics which have these properties are silky fabrics.",
  "trouser variants": "Trousers can be worn on different occassions depending upon the style of the trouser. The differet types of trousers are pleated trouser, flat front, capri, cargo, palazzo, cropped, skinny, straight, tapered, bootcut, flared, wide leg, palazzo,etc",
  "experimental look": "Not sticking to basic styles of dressing, thinking out of the box then dressing up by playing with the type of print, sleeve, fabric, etc. Experimental look is involving a radically new and innovative style which is based on innovative ideas or techniques and not yet established or accepted all over.",
  "open  sleeves": "A sleeve that opens down the side or front, or at the elbow, to allow the arm to pass through.",
  "boxy shape": "Boxy as the name suggests means \"like a box\". Boxy fit is meant to just hang off of a person's body loosely. The garment when laid flat looks squarish and hence the term boxy fit.",
  "flared": "Flared oufits are wider at the bottom or at the end of the legs than at the top. It is a gradual widening in shape, especially towards the hem of a garment.",
  "traditional work": "Surface ornamentation expresses an identity through traditional garment, which is usually associated with a geographic area or a period of time in history.",
  "tied up": "to bind, fasten, or attach with a cord, string, or the like, drawn together and knotted eg tied up necklines",
  "with slits": "Skirt,kurtas,dress with slits shows your leg giving illusion of height and provide ease for movement.The slits can be either on side, back or front.",
  "flared shape": "Flared oufits are wider at the bottom or at the end of the legs than at the top. It is a gradual widening in shape, especially towards the hem of a garment.",
  "heavy look": "Patterns which are closely spread throughout the garment and have a little negative space between motifs comes under the category of heavy patterns. It generally consists of repetitive prints but it can also be abstract.",
  "flowy style": "Garment hanging or draping loosely and gracefully; flowing.",
  "structured shape": "Structured garments are something that's been built or put together in a particular shape. Clothing garments structured when they are carefully tailored and deliberately shaped (like a blazer), rather than loose and flowing.",
  "rough look": "Fabric having an uneven or irregular surface; not smooth or level.",
  "cut work": "Also known as punto tagliato in Italian, is a needlework technique in which portions of a textile, typically cotton or linen, are cut away and the resulting \"hole\" is reinforced and filled with embroidery or needle lace.",
  "flashy": "Work which is too bright, big, and expensive in a way that is intended to get attention andadmiration.",
  "fancy work": "fancy",
  "patchwork": "Needlework in which small pieces of cloth in different designs, colours, or textures are sewn together.",
  "relaxing look": "colors have an enormous impact on us, psychologically, emotionally and even physically.Relaxing colours calm you down, soothen the eyes. Eg blue, green, pink, white, violet, grey, yellow,etc.",
  "short length outfit": "Small in length/height. Length of garments ending at mid thigh to knee length are considered short lengths."
}
