{
	"women_dresses":"Featuring <<f1>> <<f2>> dress, it is perfect for any occasion, events etc. It can be worn for lunch, dinner or casual date with someone special. <<f1>> <<f2>> dress can attract attention on its own. It will give fabulous and elegant look anytime you wear it.",
	
	"women_jeans":"Flaunt the fearless and fabulous side wearing these <<f1>> <<f2>> jeans. These jeans will let your skin breath, keeping it more comfortable all day long. It enhances the curves. Team it up with nice top and sneakers.",

	"women_kurta":"Look like a dream as you wear this <<f1>> <<f2>> kurta. It’s designed with absolute perfection. It is comfortable and easy to wear. It can be worn for lunch, brunch, dinner or any parties. This <<f1>> <<f2>> kurta will take your ethnic wear to a new height.",
	
	"women_tshirts":"Featuring <<f1>> <<f2>> t-shirt which gives a very trendy and comfortable look. It is skin friendly and gives a regular fit.it can be worn in summers as well as in winters. This will give you comfort all day long.",

	"women_jackets":"Impress everyone with having this amazing sense of fashion by wearing this <<f1>> <<f2>> jacket. This jacket is cosy and comfortable. This jacket will also lend you with endless style when you team up with nice pair of jeans, jeggings or even skirts.",

	"women_heels":"Live in the moment by taking every step when you wear these heels. Pair these <<f1>> <<f2>> heels with nice pair of jeggings, jeans or nice one piece dresses. Wear them perfectly with the party outfits to add a little glam.",

	"women_skirts":"Make all the heads turn in this <<f1>> <<f2>> skirt. Pair this skirt with a shirt for sophisticated look or a t-shirt for a laid back look. It can be styled with any kind of footwear depending on the Occasion.  Skirts are comfortable and a staple for your wardrobe.",

	"women_jeggings":"While wearing <<f1>> <<f2>> jeggings that fit like leggings pair them with longer flowy tops such as tunics, high-low blouses and long sweaters. If you plan on wearing a jegging that is a denim blend, you will most likely be able to wear a shorter top with it, but it shouldn’t be tight. <<f1>> <<f2>> jeggings look great with almost every shoe. You can pair them with flats, loafers, boots and sandals. If you’re feeling sexy rock them with a great pair of heels, your legs will instantly look longer.",

	"women_shirts":"<<f1>> <<f2>> shirts can be worn for all occasions. You can wear them with a suit, but they can also be worn in more causal situations depending on the patterns. Pair an open collar <<f1>> <<f2>> shirts with chinos, jeans, shorts or skirts for a smart casual look.",

	"women_blazers":"<<f1>> <<f2>> blazer will never be out of fashion, it will never lose its versatility will always be the go-to-piece for any work related situation. It has infinite styles like fitted, classic, oversized, boyfriend style, and the fact that it goes with absolutely anything, giving it a slight classy vibe is the best blazers should be very tailored and fit, regardless of their style inspiration (like boyfriend, or cropped or statement) a blazer should always fit at the shoulders.",

	"women_trousers":"<<f1>> <<f2>> trousers give a polished look and create a sleek silhouette. Dress it up with white tee-shirt or shirt, for smart and sophisticated work mode or pair it with sweatshirts, leather jackets for laidback and off duty look.",

	"women_flats":"<<f1>> <<f2>> flats are wardrobe staple and a necessity. Open, strappy, flat sandals, bellies really are the footwear of choice, and as you start experimenting with how exactly to wear them you’ll finding that they are more versatile than their laid back reputation implies.",

	"women_casual_shoes":"Grab attention with this amazing pair of <<f1>> <<f2>> casual shoes. It is regular fit and it is comfortable to wear. You can flaunt it with casual and party wear.",

	"women_casual_shoes":"There are some classic and essential clothing pieces which every girl must have in her wardrobe. <<f1>> <<f2>> tops are one of them and you can style it in many different ways to look versatile. It will make you feel more confident about yourself. This simple yet flattering top is good for any body shape and comes in a variety of cuts and styles. Play with colors to communicate a certain mood as well.",

	"women_capris":"<<f1>> <<f2>> capris are bliss if you don’t wish to be suffocated in full pants. They are ideal for spring, summer, activities like yoga, gym, etc as they provide comfort and stretch. They are versatile; you can pair cotton capris with a formal shirt for office casual look and with the same Capri with a crop top while hanging out with friends. For office wear, you can opt for light colors and formal designs, for outings with friends go for vibrant colors and casual designs.",

	"women_handbags":"Women and <<f1>> <<f2>> handbags go hand in hand. Women’s handbags are considered as a fashion statement as it compliments your look and reflects your personality and style. They come in different sizes, designs, colors and styles for every occasion. College going youngsters prefer tote bags to carry a lot of items whereas working women would prefer medium sized muted colored handbags to carry their essentials.",

	"women_shorts":"Celebrate the sun with a pair of <<f1>> <<f2>> shorts, with different lengths, cuts, and fits, stay relaxed, cool and stylish. They go with almost all kinds of tops, shirts, kurtis, tshirts, etc depending upon the look you want to create. Choose the length and type that will suit your age and body type.",

	"women_sweaters":"A <<f1>> <<f2>> sweater is a winter wardrobe essential which should keep you warm and stylish at the same time. Go for V necks, hoodies, and button ups, pair it with pants or jeans for a nine to five look. For casuals have a little fun in stripes, polka dots and other prints. Choose from a wide range of exciting colors, prints, different knits, etc and cheer up the winter.",

	"women_sweatshirts":"Elevate your casual styles with cozy <<f1>> <<f2>> sweatshirts. Hit the lounge or the college and achieve an effortless look with a comfortable casual hoodie or for Friday office dressing you can go for formal designs and subtle colors. Invest in good sweatshirts as they keep you warm alone. Opt for button closure, snap buttons, zipper for different looks.",

	"women_jumpsuits":"Dress up in style with a piece of clothing that makes a difference. <<f1>> <<f2>> jumpsuits can work from day to date. Go for a long leg, formal design with muted colors for office wear or go for fun print playsuits for casual wear or a delicate feminine piece for a date. Choose from a range of printed bodice plain bottom, print bottom solid bodice, overall print or a fully solid jumper according to your body type. If you have big thighs go for a dark colored bottom and a printed top to draw the attention away from your thighs."
}